{
  "services": [
    {
      "id": "1",
      "slug": "web-design-development",
      "title": "طراحی و توسعه وب",
      "headline": "چشم‌انداز خود را به حضور دیجیتال قدرتمند تبدیل کنید",
      "shortDesc": "وب‌سایت شما اغلب اولین تأثیر مشتریان بالقوه از کسب‌وکار شماست. ما در ایجاد وب‌سایت‌هایی تخصص داریم که نه تنها زیبا به نظر می‌رسند، بلکه زیبا کار می‌کنند.",
      "introduction": "در دنیای امروز که دیجیتال در اولویت است، داشتن یک وب‌سایت خیره‌کننده و با عملکرد بالا فقط یک مزیت نیست - ضروری است. در کاوش، ما در ایجاد وب‌سایت‌هایی تخصص داریم که نه تنها زیبا به نظر می‌رسند، بلکه زیبا کار می‌کنند.",
      "detailedDescription": "ما وب‌سایت‌هایی می‌سازیم که برتری زیبایی‌شناختی را با قابلیت‌های قدرتمند ترکیب می‌کنند. تیم ما از فناوری‌های پیشرفته مانند React، Next.js و Node.js برای ایجاد راه‌حل‌های وب سریع، امن و مقیاس‌پذیر استفاده می‌کند. چه به یک وب‌سایت شرکتی شیک، یک پلتفرم تجارت الکترونیک قوی یا یک اپلیکیشن وب پیچیده نیاز داشته باشید، ما تخصص لازم برای تحقق چشم‌انداز شما را داریم.\n\nهر وب‌سایتی که ایجاد می‌کنیم موبایل-محور است و عملکرد کامل را در تمام دستگاه‌ها تضمین می‌کند - از گوشی‌های هوشمند تا رایانه‌های رومیزی. ما استراتژی‌های پیشرفته سئو را از پایه پیاده‌سازی می‌کنیم و به شما کمک می‌کنیم در نتایج جستجو رتبه بالاتری داشته باشید و ترافیک ارگانیک بیشتری جذب کنید. طراحی‌های ریسپانسیو ما به طور یکپارچه با هر اندازه صفحه سازگار می‌شوند و تجربه کاربری استثنایی ارائه می‌دهند که بازدیدکنندگان را به مشتری تبدیل می‌کند.\n\nامنیت در همه چیزهایی که می‌سازیم بسیار مهم است. ما اقدامات امنیتی در سطح سازمانی از جمله رمزگذاری SSL، حفاظت از فایروال و ممیزی‌های امنیتی منظم را برای حفظ امنیت داده‌های شما و اطلاعات مشتریان شما پیاده‌سازی می‌کنیم. وب‌سایت‌های ما همچنین برای سرعت بهینه شده‌اند و معمولاً در کمتر از 2 ثانیه بارگذاری می‌شوند - یک عامل حیاتی برای تعامل کاربر و رتبه‌بندی موتورهای جستجو.",
      "features": [
        "طراحی سفارشی وب‌سایت",
        "توسعه ریسپانسیو",
        "راه‌حل‌های تجارت الکترونیک",
        "سیستم‌های مدیریت محتوا",
        "اپلیکیشن‌های وب پیشرو",
        "نگهداری وب‌سایت",
        "بهینه‌سازی سئو",
        "بهینه‌سازی عملکرد"
      ]
    },
    {
      "id": "2",
      "slug": "mobile-app-development",
      "title": "توسعه اپلیکیشن موبایل",
      "headline": "به مشتریان خود در هر مکان، هر زمان - در دستگاه‌هایی که دوست دارند دسترسی پیدا کنید",
      "shortDesc": "اپلیکیشن‌های موبایل به یک کانال ضروری برای رشد کسب‌وکار، تعامل با مشتری و وفاداری به برند تبدیل شده‌اند. ما تجربیات موبایلی ایجاد می‌کنیم که کاربران دوست دارند و کسب‌وکارها از آن سود می‌برند.",
      "introduction": "با بیش از 6 میلیارد کاربر گوشی هوشمند در سراسر جهان، فرصت بزرگ بعدی شما در کف دست مشتریان شماست. در کاوش، ما تجربیات موبایلی ایجاد می‌کنیم که کاربران دوست دارند و کسب‌وکارها از آن سود می‌برند.",
      "detailedDescription": "ما اپلیکیشن‌های موبایل با عملکرد بالا برای iOS و Android ایجاد می‌کنیم که طراحی بصری را با قابلیت‌های قدرتمند ترکیب می‌کنند. چه به یک اپلیکیشن بومی برای حداکثر عملکرد یا یک راه‌حل چند پلتفرمی برای دسترسی گسترده‌تر نیاز داشته باشید، توسعه‌دهندگان با تجربه ما تخصص لازم برای ارائه نتایج استثنایی را دارند.\n\nاپلیکیشن‌های موبایل ما با کاربر در مرکز طراحی شده‌اند. ما از دستورالعمل‌های طراحی خاص پلتفرم پیروی می‌کنیم در حالی که شخصیت منحصر به فرد برند شما را تزریق می‌کنیم و رابط‌هایی ایجاد می‌کنیم که طبیعی و بی‌دردسر به نظر می‌رسند. از جریان‌های ورود یکپارچه تا تعاملات جذاب، هر عنصر به دقت ساخته شده تا رضایت و حفظ کاربر را به حداکثر برساند.\n\nما اپلیکیشن‌هایی می‌سازیم که آفلاین کار می‌کنند، اعلان‌های فشاری هدفمند ارسال می‌کنند، با ویژگی‌های دستگاه (دوربین، GPS، بیومتریک) ادغام می‌شوند و ذخیره‌سازی امن داده را فراهم می‌کنند. چه یک اپلیکیشن مصرف‌کننده، راه‌حل سازمانی یا ابزار کسب‌وکار داخلی باشد، ما اطمینان حاصل می‌کنیم که اپلیکیشن شما ارزش واقعی را به کاربران ارائه می‌دهد در حالی که اهداف کسب‌وکار شما را محقق می‌سازد.",
      "features": [
        "توسعه اپلیکیشن iOS",
        "توسعه اپلیکیشن Android",
        "اپلیکیشن‌های چند پلتفرمی",
        "اپلیکیشن‌های وب پیشرو",
        "بهینه‌سازی فروشگاه برنامه",
        "نگهداری و به‌روزرسانی اپلیکیشن"
      ]
    },
    {
      "id": "3",
      "slug": "digital-marketing",
      "title": "بازاریابی دیجیتال",
      "headline": "پیدا شوید، متوجه شوید، نتیجه بگیرید - بازاریابی دیجیتال استراتژیک که رشد را هدایت می‌کند",
      "shortDesc": "ساخت یک محصول یا خدمات عالی فقط نیمی از نبرد است. ما استراتژی‌های بازاریابی جامع ایجاد می‌کنیم که بازگشت سرمایه قابل اندازه‌گیری و رشد پایدار را ارائه می‌دهند.",
      "introduction": "چالش واقعی این است که محصول خود را در زمان مناسب در برابر افراد مناسب قرار دهید. این جایی است که تخصص بازاریابی دیجیتال کاوش وارد می‌شود. ما فقط کمپین اجرا نمی‌کنیم؛ ما استراتژی‌های بازاریابی جامع ایجاد می‌کنیم که بازگشت سرمایه قابل اندازه‌گیری و رشد پایدار را ارائه می‌دهند.",
      "detailedDescription": "در چشم‌انداز دیجیتال شلوغ، برجسته شدن نیازمند چیزی بیش از صرفاً حضور آنلاین است - نیازمند دیده شدن استراتژیک است. خدمات بازاریابی دیجیتال ما همه چیز را از سئو و بازاریابی محتوا تا مدیریت رسانه‌های اجتماعی و تبلیغات پولی شامل می‌شود. ما از بینش‌های مبتنی بر داده و استراتژی‌های اثبات شده استفاده می‌کنیم تا اطمینان حاصل کنیم که برند شما نه تنها متوجه می‌شود بلکه به یاد می‌ماند.\n\nخدمات سئوی ما به شما کمک می‌کند در نتایج موتورهای جستجو تسلط پیدا کنید. ما تحقیق جامع کلمات کلیدی انجام می‌دهیم، ساختار و محتوای وب‌سایت شما را بهینه می‌کنیم، بک‌لینک‌های با کیفیت بالا می‌سازیم و به طور مداوم رتبه‌بندی‌ها را نظارت می‌کنیم تا شما را جلوتر از رقبا نگه داریم. نتیجه؟ ترافیک ارگانیک بیشتر، لیدهای با کیفیت بالاتر و درآمد افزایش یافته - بدون هزینه مداوم تبلیغات.\n\nرسانه‌های اجتماعی جایی است که مکالمه‌ها اتفاق می‌افتد و برندها ساخته می‌شوند. استراتژی‌های بازاریابی رسانه‌های اجتماعی ما محتوای جذابی ایجاد می‌کنند که با مخاطبان شما طنین‌انداز می‌شود، جامعه می‌سازد و اقدام را هدایت می‌کند. از اینستاگرام و فیسبوک تا لینکدین و توییتر، ما حضور شما را در تمام پلتفرم‌های مرتبط با پیام‌رسانی ثابت و قانع‌کننده مدیریت می‌کنیم.\n\nبازاریابی محتوا در قلب استراتژی دیجیتال مدرن است. ما محتوای ارزشمند و مرتبط - وبلاگ‌ها، ویدیوها، اینفوگرافیک‌ها، مقالات سفید - ایجاد می‌کنیم که مخاطبان هدف شما را جذب، درگیر و تبدیل می‌کند. همراه با کمپین‌های بازاریابی ایمیلی که لیدها را پرورش می‌دهند و روابط با مشتریان را حفظ می‌کنند، ما یک قیف کامل ایجاد می‌کنیم که مشتریان بالقوه را از آگاهی به تبدیل هدایت می‌کند.",
      "features": [
        "بهینه‌سازی موتور جستجو",
        "بازاریابی رسانه‌های اجتماعی",
        "بازاریابی محتوا",
        "تبلیغات کلیک‌پرداختی",
        "بازاریابی ایمیلی",
        "تحلیل و گزارش‌دهی"
      ]
    },
    {
      "id": "4",
      "slug": "graphic-design-branding",
      "title": "طراحی گرافیک و برندسازی",
      "headline": "برند شما داستان شماست - اجازه دهید به شما کمک کنیم آن را زیبا بگویید",
      "shortDesc": "برجسته شدن نیازمند چیزی بیش از فقط یک لوگو است. به یک هویت برند قانع‌کننده نیاز دارد که بگوید شما کی هستید، برای چه چیزی ایستاده‌اید و چرا مردم باید شما را انتخاب کنند.",
      "introduction": "در دنیایی که مصرف‌کنندگان با هزاران پیام برند در روز بمباران می‌شوند، برجسته شدن نیازمند چیزی بیش از فقط یک لوگو است. به یک هویت برند قانع‌کننده نیاز دارد که بگوید شما کی هستید، برای چه چیزی ایستاده‌اید و چرا مردم باید شما را انتخاب کنند. در کاوش، ما هویت‌های بصری ایجاد می‌کنیم که نه تنها خوب به نظر می‌رسند - آنها ارتباط برقرار می‌کنند، طنین‌انداز می‌شوند و الهام‌بخش اقدام هستند.",
      "detailedDescription": "برند شما مجموع هر نقطه تماس بصری است که مخاطبان شما با آن مواجه می‌شوند. از لوگو و پالت رنگی شما تا وب‌سایت، بسته‌بندی و حضور رسانه‌های اجتماعی شما، هر عنصر باید یک داستان منسجم بگوید. خدمات برندسازی و طراحی گرافیک ما این ثبات را ایجاد می‌کنند در حالی که خلاقیتی را تزریق می‌کنند که برند شما را فراموش نشدنی می‌کند.\n\nما با کشف عمیق برند شروع می‌کنیم - درک ارزش‌ها، ماموریت، مخاطبان هدف و چشم‌انداز رقابتی شما. این پایه هر تصمیم خلاقانه‌ای را که می‌گیریم آگاه می‌کند. چه یک استارتاپ باشید که به یک هویت برند کامل نیاز دارد یا یک کسب‌وکار تثبیت شده که به دنبال تازه‌سازی است، ما سیستم‌های بصری ایجاد می‌کنیم که هم بی‌زمان و هم معاصر هستند.\n\nطراحی‌های لوگوی ما بیش از نمادهای زیبا هستند - آنها دارایی‌های استراتژیک هستند که جوهر برند شما را در یک نگاه ارتباط می‌دهند. ما مفاهیم متعددی توسعه می‌دهیم، بر اساس بازخورد شما اصلاح می‌کنیم و یک لوگوی نهایی ارائه می‌دهیم که در تمام کاربردها، از کارت ویزیت تا بیلبورد، کار می‌کند. همراه با لوگوی شما، ما دستورالعمل‌های جامع برند ایجاد می‌کنیم که ثبات را با رشد برند شما تضمین می‌کنند.\n\nفراتر از لوگو، ما تمام دارایی‌های بصری مورد نیاز کسب‌وکار شما را طراحی می‌کنیم: کارت ویزیت، سربرگ، بروشور، بسته‌بندی، گرافیک رسانه‌های اجتماعی، ارائه‌ها، تبلیغات، تابلوها و موارد دیگر. ما همچنین موشن گرافیک و محتوای انیمیشنی برای کانال‌های دیجیتال ایجاد می‌کنیم و برند شما را به روش‌های جذاب زنده می‌کنیم.",
      "features": [
        "طراحی لوگو",
        "هویت برند",
        "دستورالعمل‌های برند",
        "مواد بازاریابی",
        "طراحی بسته‌بندی",
        "گرافیک رسانه‌های اجتماعی"
      ]
    },
    {
      "id": "5",
      "slug": "video-production",
      "title": "تولید ویدیو",
      "headline": "توجه را جلب کنید، الهام‌بخش اقدام باشید - محتوای ویدیویی حرفه‌ای که تبدیل می‌کند",
      "shortDesc": "ویدیو جذاب‌ترین فرمت محتوا است. ما محتوای ویدیویی تولید می‌کنیم که نه تنها بازدید می‌گیرد - بلکه نتایج را هدایت می‌کند.",
      "introduction": "ویدیو جذاب‌ترین فرمت محتوا است، نقطه. مطالعات نشان می‌دهند که محتوای ویدیویی 1200٪ بیش از متن و تصاویر به اشتراک گذاشته می‌شود و صفحات فرود با ویدیو نرخ تبدیل 80٪ بالاتر را می‌بینند. چه در حال توضیح یک محصول پیچیده، ایجاد ارتباط عاطفی با مخاطبان خود یا به نمایش گذاشتن داستان برند خود باشید، ویدیو قدرتمندترین رسانه موجود است. در کاوش، ما محتوای ویدیویی تولید می‌کنیم که نه تنها بازدید می‌گیرد - بلکه نتایج را هدایت می‌کند.",
      "detailedDescription": "از مفهوم تا برش نهایی، خدمات تولید ویدیوی ما هر جنبه از ایجاد محتوای ویدیویی حرفه‌ای را پوشش می‌دهد. ما تبلیغاتی تولید می‌کنیم که می‌فروشند، ویدیوهای شرکتی که ارتباط برقرار می‌کنند، ویدیوهای توضیحی که آموزش می‌دهند و محتوای رسانه‌های اجتماعی که درگیر می‌شود. هر فریم با هدف ساخته شده، هر ثانیه طراحی شده تا توجه را حفظ کند و اقدام را هدایت کند.\n\nقابلیت‌های تولید ما شامل فیلمبرداری 4K با دوربین‌های سینمایی حرفه‌ای، تجهیزات حرفه‌ای نورپردازی و صدا، فیلمبرداری هوایی با پهپاد برای دیدگاه‌های هوایی خیره‌کننده و خدمات کامل پس از تولید از جمله ویرایش، رنگ‌بندی، طراحی صدا و موشن گرافیک است. چه به یک کلیپ 15 ثانیه‌ای رسانه‌های اجتماعی یا یک مستند شرکتی 10 دقیقه‌ای نیاز داشته باشید، ما تخصص و تجهیزات لازم برای ارائه نتایج با کیفیت پخش را داریم.\n\nما درک می‌کنیم که پلتفرم‌های مختلف نیازمند رویکردهای متفاوت هستند. یک ویدیوی YouTube نیازهای متفاوتی نسبت به یک استوری اینستاگرام یا یک تبلیغ تلویزیونی دارد. ما محتوا را برای هر پلتفرم بهینه می‌کنیم در حالی که ثبات برند شما را حفظ می‌کنیم. از نسبت‌های تصویر تا طول تا پیام‌رسانی، ما اطمینان حاصل می‌کنیم که ویدیوی شما به طور بهینه در هر جایی که ظاهر می‌شود عمل می‌کند.\n\nفرآیند با توسعه خلاق شروع می‌شود - کار کردن با شما برای تعریف پیام، مخاطبان و اهداف. ما فیلمنامه، استوری‌بورد و لیست‌های شات ایجاد می‌کنیم که چشم‌انداز شما را زنده می‌کنند. در طول تولید، خدمه با تجربه ما همه چیز مورد نیاز را با حرفه‌ای‌گری و کارایی ضبط می‌کند. در پس از تولید، ویراستاران و هنرمندان موشن گرافیک ما فیلم خام را به محتوای صیقلی و قانع‌کننده تبدیل می‌کنند.",
      "features": [
        "تولید تبلیغات",
        "ویدیوهای شرکتی",
        "ویدیوهای توضیحی",
        "محتوای رسانه‌های اجتماعی",
        "موشن گرافیک",
        "ویرایش ویدیو"
      ]
    },
    {
      "id": "6",
      "slug": "hosting-technical-support",
      "title": "هاستینگ و پشتیبانی فنی",
      "headline": "روی کسب‌وکار خود تمرکز کنید - ما زیرساخت دیجیتال شما را بدون نقص نگه می‌داریم",
      "shortDesc": "وب‌سایت و دارایی‌های دیجیتال شما تیم فروش 24/7 شما هستند. ما هاستینگ در سطح سازمانی و پشتیبانی فنی ارائه می‌دهیم که اطمینان حاصل می‌کند حضور دیجیتال شما همیشه در دسترس، همیشه سریع و همیشه ایمن است.",
      "introduction": "وب‌سایت و دارایی‌های دیجیتال شما تیم فروش 24/7 شما، نمایندگان خدمات مشتری و سفیران برند هستند. وقتی از کار می‌افتند، شما پول و اعتبار از دست می‌دهید. در کاوش، ما هاستینگ در سطح سازمانی و پشتیبانی فنی ارائه می‌دهیم که اطمینان حاصل می‌کند حضور دیجیتال شما همیشه در دسترس، همیشه سریع و همیشه ایمن است. ما پیچیدگی‌های فنی را مدیریت می‌کنیم تا شما بتوانید روی رشد کسب‌وکار خود تمرکز کنید.",
      "detailedDescription": "هاستینگ فقط در مورد فضای ذخیره‌سازی نیست - در مورد عملکرد، امنیت، قابلیت اطمینان و پشتیبانی است. خدمات هاستینگ ما بر روی زیرساخت ابری در سطح سازمانی (AWS، Google Cloud، DigitalOcean) ساخته شده‌اند که 99.9٪ آپتایم را تضمین می‌کنند. این بدان معناست که سایت شما برای مشتریان در تمام طول شبانه‌روز، هر روز سال در دسترس است.\n\nسرعت برای تجربه کاربری و سئو حیاتی است. هاستینگ ما شامل شبکه‌های توزیع محتوای جهانی (CDN) است که محتوای شما را از سرورهای نزدیک به هر بازدیدکننده ارائه می‌دهند و زمان‌های بارگذاری را به طور چشمگیری در سراسر جهان کاهش می‌دهند. ما همچنین استراتژی‌های کش پیشرفته، بهینه‌سازی تصویر و بهینه‌سازی‌های سمت سرور را پیاده‌سازی می‌کنیم که وب‌سایت شما را سریع‌تر از برق می‌کنند.\n\nامنیت غیرقابل مذاکره است. هر پلن هاستینگ شامل گواهی SSL رایگان (نماد قفل در مرورگرها)، حفاظت DDoS، پیکربندی فایروال، اسکن بدافزار و تشخیص نفوذ است. ما پشتیبان‌گیری‌های خودکار روزانه با نگهداری 30 روزه انجام می‌دهیم، بنابراین می‌توانید سایت خود را فوراً در صورت بروز هر مشکلی بازیابی کنید. تیم امنیتی ما تهدیدها را 24/7 نظارت می‌کند و بلافاصله وصله‌های امنیتی را اعمال می‌کند.\n\nپشتیبانی فنی نباید برای درک نیازمند مدرک علوم کامپیوتر باشد. تیم پشتیبانی ما به زبان انسان صحبت می‌کند، نه اصطلاحات. چه به کمک با راه‌اندازی ایمیل، پیکربندی DNS، نصب SSL یا عیب‌یابی خطا نیاز داشته باشید، مهندسان ما 24/7 از طریق تلفن، ایمیل و چت زنده در دسترس هستند. میانگین زمان پاسخ؟ کمتر از 5 دقیقه.",
      "features": [
        "هاستینگ ابری",
        "گواهی SSL",
        "پشتیبان‌گیری روزانه",
        "نظارت 24/7",
        "حفاظت DDoS",
        "پشتیبانی فنی"
      ]
    }
  ]
}
